act
alacritty
alsa-utils
amd-ucode
amdgpu_top
arch-audit
archinstall
argyllcms
audacity
base
base-devel
blueman
bluez
bluez-utils
bridge-utils
brightnessctl
btop
btrfs-progs
calc
cameractrls
cava
colord
cups
darktable
discord
dkms
dmenu
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dotnet-sdk
edk2-ovmf
efibootmgr
element-desktop
eza
fastfetch
firefox
gamemode
gamescope
ghostscript
gimp
git
git-filter-repo
glmark2
gnome-disk-utility
gnome-keyring
gnu-free-fonts
go
godot-mono
grim
grub
gst-plugin-pipewire
gvfs-smb
haveged
htop
hugo
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpaper
hyprpicker
hyprshot
iptables-nft
iwd
jq
kdenlive
kitty
kvantum-qt5
lazygit
less
lib32-gamemode
lib32-vulkan-mesa-layers
libpulse
libva-utils
linux-firmware
linux-headers
linux-lts
linux-lts-headers
loupe
lutris
ly
lynis
mangohud
mesa-demos
mesa-utils
minicom
mpv
nano
nautilus
ncdu
neovim
network-manager-applet
networkmanager
nftables
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-extra
nvme-cli
obs-studio
obsidian
occt
openrgb
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pavucontrol
perl-image-exiftool
picocom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
pop-gtk-theme
portmidi
pwgen
python-pip
python-pywal
qemu-base
qt5-wayland
qt6-wayland
ranger
rkhunter
rng-tools
rocm-smi-lib
rofi
rsync
rust
rxvt-unicode
satty
scrcpy
screen
sdl2_image
sdl2_mixer
sdl2_ttf
seahorse
sfml
slock
slurp
smartmontools
steam
strace
stress
stress-ng
swayidle
swww
sysstat
terminus-font
tiled
tk
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
usbutils
v4l2loopback-dkms
vde2
vim
virt-manager
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
wayland-utils
wev
wget
wine
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdo
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xrandr
xsel
xterm
yad
yarn
zram-generator
zsh
