alacritty
amd-ucode
amdgpu_top
archinstall
argyllcms
audacity
base
base-devel
blueman
bluez
bluez-utils
bridge-utils
btop
btrfs-progs
cava
chromium
colord
cups
darktable
discord
dkms
dmenu
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dotnet-sdk
dunst
edk2-ovmf
efibootmgr
element-desktop
eza
fastfetch
firefox
gamemode
gamescope
ghostscript
gimp
git
git-filter-repo
glmark2
gnome-disk-utility
gnome-keyring
gnu-free-fonts
go
godot-mono
grim
grub
gst-plugin-pipewire
gvfs-smb
htop
hugo
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpaper
hyprshot
iptables-nft
iwd
jq
kitty
kvantum-qt5
lazygit
less
lib32-gamemode
lib32-vulkan-mesa-layers
libpulse
libva-utils
linux-firmware
linux-headers
linux-lts
linux-lts-headers
loupe
ly
mangohud
mesa-demos
mesa-utils
minicom
mpv
nano
nautilus
ncdu
neovim
network-manager-applet
networkmanager
nftables
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-extra
nvme-cli
obs-studio
obsidian
occt
openrgb
os-prober
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
pop-gtk-theme
portmidi
pwgen
python-pip
python-pywal
qemu-base
qt5-wayland
qt6-wayland
ranger
rofi
rsync
rxvt-unicode
satty
sdl2_image
sdl2_mixer
sdl2_ttf
seahorse
sfml
slock
slurp
smartmontools
steam
stress
stress-ng
swayidle
terminus-font
tiled
tree
usbutils
vde2
vim
virt-manager
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
wayland-utils
wev
wget
wine
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdo
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xrandr
xsel
xterm
yad
yarn
zram-generator
zsh
