alacritty
amd-ucode
archinstall
argyllcms
awesome
base
base-devel
bluez
bluez-utils
bridge-utils
btop
btrfs-progs
chromium
colord
cups
darktable
dmenu
dnsmasq
docker
docker-compose
dolphin
dunst
edk2-ovmf
efibootmgr
eza
fastfetch
feh
ghostscript
gimp
git
gnome-disk-utility
gnu-free-fonts
gpicview
grim
grub
gst-plugin-pipewire
gvfs-smb
htop
hyprland
hyprlock
hypridle
hyprpaper
iptables-nft
iwd
jq
kitty
kvantum-qt5
less
libpulse
linux-firmware
linux-lts
loupe
ly
minicom
nano
nautilus
neovim
networkmanager
network-manager-applet
nftables
noto-fonts
noto-fonts-cjk
noto-fonts-extra
obs-studio
openrgb
os-prober
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
polybar
pop-gtk-theme
pwgen
python-pywal
qemu-base
qt5-wayland
qt6-wayland
ranger
rofi
rxvt-unicode
slock
slurp
smartmontools
stress
swayidle
terminus-font
tree
usbutils
vde2
vim
virt-manager
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdo
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xrandr
xsel
xterm
yad
zram-generator
zsh
